Sdai_ItrId
\details
A data type of a pointer to an SDAI iterator that provides sequential access to the members of an aggregate attribute or element.
This data type is used within the C late binding access mechanism.